Unable to save group type.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToSaveGroupType { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToSaveGroupType As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToSaveGroupType {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace